Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# About_ThirdPartyMissing
source: The license file wasn't found.
ar: لم يتم العثور على ملف الترخيص.
cs: Soubor s licencí nebyl nalezen.
de: Die Lizenzdatei wurde nicht gefunden.
el: Το αρχείο άδειας δεν βρέθηκε.
es: No se encontró el archivo de licencia.
fa: فایل مجوز پیدا نشد.
fr: Le fichier de licence est introuvable.
hu: A licencfájl nem található.
id: File lisensi tidak ditemukan.
it: File di licenza non trovato.
ja: ライセンスのファイルが見つかりません。
ko: 라이선스 파일을 찾을 수 없습니다.
pl: Nie znaleziono pliku licencji.
pt: O arquivo de licença não foi encontrado.
ro: Fișierul de licență nu a fost găsit.
ru: Файл лицензии не найден.
th: ไม่พบไฟล์สิทธิ์การใช้งาน
tr: Lisans dosyası bulunamadı.
uk: Файл ліцензії не знайдено.
vi: Không tìm thấy tệp giấy phép.
zh_hans: 找不到许可证文件。
zh_hant: 找不到授權檔案。

# Common_Close
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Status_Value
source: Value: {0} ({1})
ar: القيمة: {0} ({1})
cs: Hodnota: {0} ({1})
de: Wert: {0} ({1})
el: Τιμή: {0} ({1})
es: Valor: {0} ({1})
fa: مقدار: {0} ({1})
fr: Valeur : {0} ({1})
hu: Érték: {0} ({1})
id: Nilai: {0} ({1})
it: Valore: {0} ({1})
ja: 値: {0} ({1})
ko: 값: {0}({1})
pl: Wartość: {0} ({1})
pt: Valor: {0} ({1})
ro: Valoare: {0} ({1})
ru: Значение: {0} ({1})
th: ค่า: {0} ({1})
tr: Değer: {0} ({1})
uk: Значення: {0} ({1})
vi: Giá trị: {0} ({1})
zh_hans: 值：{0}（{1}）
zh_hant: 值：{0}（{1}）

# Status_SelectionRange
source: Selection: {0}–{1} (length {2} = {3})
ar: التحديد: {0}–{1} (الطول {2} = {3})
cs: Výběr: {0}–{1} (délka {2} = {3})
de: Auswahl: {0}–{1} (Länge {2} = {3})
el: Επιλογή: {0}–{1} (μήκος {2} = {3})
es: Selección: {0}–{1} (longitud {2} = {3})
fa: انتخاب: {0}–{1} (طول {2} = {3})
fr: Sélection : {0}–{1} (longueur {2} = {3})
hu: Kijelölés: {0}–{1} (hossz: {2} = {3})
id: Pilihan: {0}–{1} (panjang {2} = {3})
it: Selezione: {0}–{1} (lunghezza {2} = {3})
ja: 選択: {0}–{1} (長さ {2} = {3})
ko: 선택 영역: {0}–{1}(길이 {2} = {3})
pl: Zaznaczenie: {0}–{1} (długość {2} = {3})
pt: Seleção: {0}–{1} (comprimento {2} = {3})
ro: Selecție: {0}–{1} (lungime {2} = {3})
ru: Выделение: {0}–{1} (длина {2} = {3})
th: ส่วนที่เลือก: {0}–{1} (ความยาว {2} = {3})
tr: Seçim: {0}–{1} (uzunluk {2} = {3})
uk: Виділення: {0}–{1} (довжина {2} = {3})
vi: Vùng chọn: {0}–{1} (độ dài {2} = {3})
zh_hans: 选定内容：{0}–{1}（长度 {2} = {3}）
zh_hant: 選取範圍：{0}–{1}（長度 {2} = {3}）

# Status_SelectionTip
source: Start: {0} End (this byte included): {1} Length: {2} ({3} bytes)
ar: البداية: {0} النهاية (يشمل هذا البايت): {1} الطول: {2} ({3} بايت)
cs: Začátek: {0} Konec (včetně tohoto bajtu): {1} Délka: {2} (bajty: {3})
de: Anfang: {0} Ende (dieses Byte eingeschlossen): {1} Länge: {2} ({3} Bytes)
el: Αρχή: {0} Τέλος (συμπεριλαμβάνεται αυτό το byte): {1} Μήκος: {2} ({3} byte)
es: Inicio: {0} Fin (incluido este byte): {1} Longitud: {2} ({3} bytes)
fa: آغاز: {0} پایان (شامل این بایت): {1} طول: {2} ({3} بایت)
fr: Début : {0} Fin (cet octet inclus) : {1} Longueur : {2} ({3} octets)
hu: Kezdet: {0} Vég (ezzel a bájttal együtt): {1} Hossz: {2} ({3} bájt)
id: Awal: {0} Akhir (termasuk byte ini): {1} Panjang: {2} ({3} byte)
it: Inizio: {0} Fine (byte incluso): {1} Lunghezza: {2} ({3} byte)
ja: 開始: {0} 終了 (このバイトを含む): {1} 長さ: {2} ({3} バイト)
ko: 시작: {0} 끝(이 바이트 포함): {1} 길이: {2}({3}바이트)
pl: Początek: {0} Koniec (łącznie z tym bajtem): {1} Długość: {2} (bajty: {3})
pt: Início: {0} Fim (incluindo este byte): {1} Comprimento: {2} ({3} bytes)
ro: Început: {0} Sfârșit (inclusiv acest octet): {1} Lungime: {2} ({3} octeți)
ru: Начало: {0} Конец (включая этот байт): {1} Длина: {2} ({3} байт)
th: เริ่มต้น: {0} สิ้นสุด (รวมไบต์นี้): {1} ความยาว: {2} ({3} ไบต์)
tr: Başlangıç: {0} Bitiş (bu bayt dahil): {1} Uzunluk: {2} ({3} bayt)
uk: Початок: {0} Кінець (включно з цим байтом): {1} Довжина: {2} ({3} байтів)
vi: Đầu: {0} Cuối (bao gồm byte này): {1} Độ dài: {2} ({3} byte)
zh_hans: 开始：{0} 结束（包含此字节）：{1} 长度：{2}（{3} 字节）
zh_hant: 開始：{0} 結束（包含此位元組）：{1} 長度：{2}（{3} 個位元組）

# Status_Size
source: Size: {0} ({1} bytes)
ar: الحجم: {0} ({1} بايت)
cs: Velikost: {0} (bajty: {1})
de: Größe: {0} ({1} Bytes)
el: Μέγεθος: {0} ({1} byte)
es: Tamaño: {0} ({1} bytes)
fa: اندازه: {0} ({1} بایت)
fr: Taille : {0} ({1} octets)
hu: Méret: {0} ({1} bájt)
id: Ukuran: {0} ({1} byte)
it: Dimensione: {0} ({1} byte)
ja: サイズ: {0} ({1} バイト)
ko: 크기: {0}({1}바이트)
pl: Rozmiar: {0} (bajty: {1})
pt: Tamanho: {0} ({1} bytes)
ro: Dimensiune: {0} ({1} octeți)
ru: Размер: {0} ({1} байт)
th: ขนาด: {0} ({1} ไบต์)
tr: Boyut: {0} ({1} bayt)
uk: Розмір: {0} ({1} байтів)
vi: Kích thước: {0} ({1} byte)
zh_hans: 大小：{0}（{1} 字节）
zh_hant: 大小：{0}（{1} 個位元組）

# Status_SizeBytes
source: Size: {0} bytes
ar: الحجم: {0} بايت
cs: Velikost (bajty): {0}
de: Größe: {0} Bytes
el: Μέγεθος: {0} byte
es: Tamaño: {0} bytes
fa: اندازه: {0} بایت
fr: Taille : {0} octets
hu: Méret: {0} bájt
id: Ukuran: {0} byte
it: Dimensione: {0} byte
ja: サイズ: {0} バイト
ko: 크기: {0}바이트
pl: Rozmiar (bajty): {0}
pt: Tamanho: {0} bytes
ro: Dimensiune: {0} octeți
ru: Размер: {0} байт
th: ขนาด: {0} ไบต์
tr: Boyut: {0} bayt
uk: Розмір: {0} байтів
vi: Kích thước: {0} byte
zh_hans: 大小：{0} 字节
zh_hant: 大小：{0} 個位元組

# Status_ReadOnly
source: Read-only
ar: للقراءة فقط
cs: Jen pro čtení
de: Schreibgeschützt
el: Μόνο για ανάγνωση
es: Solo lectura
fa: فقط خواندنی
fr: Lecture seule
hu: Írásvédett
id: Baca-saja
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
pl: Tylko do odczytu
pt: Somente leitura
ro: Doar în citire
ru: Только чтение
th: อ่านอย่างเดียว
tr: Salt okunur
uk: Лише читання
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

# Status_SizeCopied
source: Copied the exact size to the clipboard.
ar: تم نسخ الحجم الدقيق إلى الحافظة.
cs: Přesná velikost byla zkopírována do schránky.
de: Die genaue Größe wurde in die Zwischenablage kopiert.
el: Το ακριβές μέγεθος αντιγράφηκε στο Πρόχειρο.
es: Se copió el tamaño exacto en el Portapapeles.
fa: اندازهٔ دقیق در کلیپ‌بورد رونوشت شد.
fr: La taille exacte a été copiée dans le Presse-papiers.
hu: A pontos méret a vágólapra került.
id: Ukuran yang tepat disalin ke papan klip.
it: La dimensione esatta è stata copiata negli Appunti.
ja: 正確なバイト数をクリップボードにコピーしました。
ko: 정확한 크기를 클립보드에 복사했습니다.
pl: Dokładny rozmiar został skopiowany do schowka.
pt: O tamanho exato foi copiado para a área de transferência.
ro: Dimensiunea exactă a fost copiată în clipboard.
ru: Точный размер скопирован в буфер обмена.
th: คัดลอกขนาดที่แน่นอนไปยังคลิปบอร์ดแล้ว
tr: Tam boyut panoya kopyalandı.
uk: Точний розмір скопійовано в буфер обміну.
vi: Đã sao chép kích thước chính xác vào bảng tạm.
zh_hans: 已将精确大小复制到剪贴板。
zh_hant: 已將確切大小複製到剪貼簿。

# Status_Item_Cursor
source: Cursor position
ar: موضع المؤشر
cs: Pozice kurzoru
el: Θέση δρομέα
es: Posición del cursor
fa: موقعیت مکان‌نما
fr: Position du curseur
hu: Kurzor pozíciója
id: Posisi kursor
it: Posizione del cursore
ja: カーソル位置
ko: 커서 위치
pl: Pozycja kursora
pt: Posição do cursor
ro: Poziția cursorului
ru: Положение курсора
th: ตำแหน่งเคอร์เซอร์
tr: İmleç konumu
uk: Позиція курсора
vi: Vị trí con trỏ
zh_hans: 光标位置
zh_hant: 游標位置

# Status_Item_Value
source: Cursor value
ar: القيمة عند المؤشر
cs: Hodnota u kurzoru
de: Wert an der Cursorposition
el: Τιμή στον δρομέα
es: Valor en el cursor
fa: مقدار در مکان‌نما
fr: Valeur sous le curseur
hu: Érték a kurzornál
id: Nilai di kursor
it: Valore al cursore
ja: カーソルの値
ko: 커서 위치의 값
pl: Wartość pod kursorem
pt: Valor no cursor
ro: Valoarea de la cursor
ru: Значение под курсором
th: ค่าที่เคอร์เซอร์
tr: İmleçteki değer
uk: Значення під курсором
vi: Giá trị tại con trỏ
zh_hans: 光标处的值
zh_hant: 游標處的值

# Status_Item_Selection
source: Selection
ar: التحديد
cs: Výběr
de: Auswahl
el: Επιλογή
es: Selección
fa: انتخاب
fr: Sélection
hu: Kijelölés
id: Pilihan
it: Selezione
ja: 選択範囲
ko: 선택 영역
pl: Zaznaczenie
pt: Seleção
ro: Selecție
ru: Выделение
th: ส่วนที่เลือก
tr: Seçim
uk: Виділення
vi: Vùng chọn
zh_hans: 选定内容
zh_hant: 選取範圍

# Status_Item_Column
source: Active column
ar: العمود النشط
cs: Aktivní sloupec
de: Aktive Spalte
el: Ενεργή στήλη
es: Columna activa
fa: ستون فعال
fr: Colonne active
hu: Aktív oszlop
id: Kolom aktif
it: Colonna attiva
ja: 操作中の列
ko: 활성 열
pl: Aktywna kolumna
pt: Coluna ativa
ro: Coloana activă
ru: Активный столбец
th: คอลัมน์ที่ใช้งานอยู่
tr: Etkin sütun
uk: Активний стовпець
vi: Cột hiện hoạt
zh_hans: 当前列
zh_hant: 作用中的欄

# Status_Item_Encoding
source: Text encoding
ar: ترميز النص
cs: Kódování textu
de: Textcodierung
el: Κωδικοποίηση κειμένου
es: Codificación de texto
fa: رمزگذاری متن
fr: Encodage du texte
hu: Szövegkódolás
id: Pengodean teks
it: Codifica testo
ja: 文字コード
ko: 텍스트 인코딩
pl: Kodowanie tekstu
pt: Codificação de texto
ro: Codificare text
ru: Кодировка текста
th: การเข้ารหัสข้อความ
tr: Metin kodlaması
uk: Кодування тексту
vi: Bảng mã văn bản
zh_hans: 文本编码
zh_hant: 文字編碼

# Status_Item_Mode
source: Input mode
ar: وضع الإدخال
cs: Režim zadávání
de: Eingabemodus
el: Λειτουργία εισαγωγής δεδομένων
es: Modo de entrada
fa: حالت ورودی
fr: Mode de saisie
hu: Beviteli mód
id: Mode input
it: Modalità di input
ja: 入力モード
ko: 입력 모드
pl: Tryb wprowadzania
pt: Modo de entrada
ro: Mod de introducere
ru: Режим ввода
th: โหมดการป้อนข้อมูล
tr: Giriş modu
uk: Режим введення
vi: Chế độ nhập
zh_hans: 输入模式
zh_hant: 輸入模式

# Status_Item_Modified
source: Modified
ar: معدَّل
cs: Změněno
de: Geändert
el: Τροποποιημένο
es: Modificado
fa: تغییریافته
fr: Modifié
hu: Módosítva
id: Status perubahan
it: Modificato
ja: 変更の有無
ko: 수정 여부
pl: Zmodyfikowano
pt: Modificado
ro: Modificat
ru: Изменен
th: สถานะการแก้ไข
tr: Değişiklik durumu
uk: Змінено
vi: Trạng thái sửa đổi
zh_hans: 修改状态
zh_hant: 修改狀態

# Status_Item_Size
source: File size
ar: حجم الملف
cs: Velikost souboru
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño del archivo
fa: اندازهٔ فایل
fr: Taille du fichier
hu: Fájlméret
id: Ukuran file
it: Dimensione del file
ja: ファイルサイズ
ko: 파일 크기
pl: Rozmiar pliku
pt: Tamanho do arquivo
ro: Dimensiune fișier
ru: Размер файла
th: ขนาดไฟล์
tr: Dosya boyutu
uk: Розмір файлу
vi: Kích thước tệp
zh_hans: 文件大小
zh_hant: 檔案大小

# Status_Item_Operations
source: Processing center
ar: مركز العمليات
cs: Centrum operací
de: Verarbeitungscenter
el: Κέντρο εργασιών
es: Centro de procesos
fa: مرکز عملیات
fr: Centre de traitement
hu: Műveletközpont
id: Pusat pemrosesan
it: Centro attività
ja: 処理センター
ko: 처리 센터
pl: Centrum operacji
pt: Central de processamento
ro: Centru de procesare
ru: Центр операций
th: ศูนย์การประมวลผล
tr: İşlem merkezi
uk: Центр операцій
vi: Trung tâm xử lý
zh_hans: 处理中心
zh_hant: 處理中心

# Status_Item_Notifications
source: Notifications
ar: الإعلامات
cs: Oznámení
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fa: اعلان‌ها
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# Operations_Title
source: Processing center
ar: مركز العمليات
cs: Centrum operací
de: Verarbeitungscenter
el: Κέντρο εργασιών
es: Centro de procesos
fa: مرکز عملیات
fr: Centre de traitement
hu: Műveletközpont
id: Pusat pemrosesan
it: Centro attività
ja: 処理センター
ko: 처리 센터
pl: Centrum operacji
pt: Central de processamento
ro: Centru de procesare
ru: Центр операций
th: ศูนย์การประมวลผล
tr: İşlem merkezi
uk: Центр операцій
vi: Trung tâm xử lý
zh_hans: 处理中心
zh_hant: 處理中心

# Operations_None
source: Nothing is running.
ar: لا توجد عمليات قيد التشغيل.
cs: Nic neprobíhá.
de: Es wird nichts ausgeführt.
el: Δεν εκτελείται καμία εργασία.
es: No hay nada en ejecución.
fa: هیچ عملیاتی در حال اجرا نیست.
fr: Aucun traitement en cours.
hu: Nincs folyamatban lévő művelet.
id: Tidak ada yang sedang berjalan.
it: Nessuna attività in esecuzione.
ja: 実行中の処理はありません。
ko: 실행 중인 작업이 없습니다.
pl: Nic nie jest uruchomione.
pt: Nada em execução.
ro: Nu rulează nimic.
ru: Нет выполняемых операций.
th: ไม่มีงานที่กำลังทำงานอยู่
tr: Çalışan bir işlem yok.
uk: Немає операцій, що виконуються.
vi: Không có tác vụ nào đang chạy.
zh_hans: 没有正在运行的操作。
zh_hant: 沒有正在執行的作業。

# Operations_Clear
source: Clear completed
ar: مسح المكتملة
cs: Vymazat dokončené
de: Abgeschlossene löschen
el: Απαλοιφή ολοκληρωμένων
es: Borrar completados
fa: پاک کردن موارد تکمیل‌شده
fr: Effacer les éléments terminés
hu: Befejezettek törlése
id: Hapus yang selesai
it: Cancella completate
ja: 完了した項目を消去
ko: 완료된 항목 지우기
pl: Wyczyść zakończone
pt: Limpar concluídos
ro: Golire finalizate
ru: Очистить завершенные
th: ล้างรายการที่เสร็จสมบูรณ์
tr: Tamamlananları temizle
uk: Очистити завершені
vi: Xóa mục đã hoàn tất
zh_hans: 清除已完成项
zh_hant: 清除已完成的項目

# Operations_Count
source: Processing ({0})
ar: قيد المعالجة ({0})
cs: Zpracování ({0})
de: Verarbeitung ({0})
el: Σε εξέλιξη ({0})
es: Procesando ({0})
fa: در حال پردازش ({0})
fr: Traitement ({0})
hu: Feldolgozás ({0})
id: Memproses ({0})
it: Elaborazione ({0})
ja: 処理中 ({0})
ko: 처리 중({0})
pl: Przetwarzanie ({0})
pt: Processando ({0})
ro: În procesare ({0})
ru: Выполняется ({0})
th: กำลังประมวลผล ({0})
tr: İşleniyor ({0})
uk: Виконується ({0})
vi: Đang xử lý ({0})
zh_hans: 正在处理（{0}）
zh_hant: 處理中（{0}）

# Operations_Speed
source: {0}/s
ar: {0}/ث
fa: {0}/ثانیه
id: {0}/dtk
ja: {0}/秒
ko: {0}/초
ru: {0}/с
th: {0}/วินาที
tr: {0}/sn
uk: {0}/с
vi: {0}/giây
zh_hans: {0}/秒
zh_hant: {0}/秒

# Operations_RemainingMinutes
source: About {0} min left
ar: يتبقى حوالي {0} دقيقة
cs: Zbývá asi {0} min
de: Noch etwa {0} Min.
el: Απομένουν περίπου {0} λεπτά
es: Quedan unos {0} min
fa: حدود {0} دقیقه باقی مانده
fr: Environ {0} min restantes
hu: Körülbelül {0} perc van hátra
id: Sekitar {0} mnt lagi
it: Circa {0} min rimanenti
ja: 残り約 {0} 分
ko: 약 {0}분 남음
pl: Pozostało około {0} min
pt: Cerca de {0} min restantes
ro: Au mai rămas aproximativ {0} min
ru: Осталось около {0} мин
th: เหลืออีกประมาณ {0} นาที
tr: Yaklaşık {0} dk kaldı
uk: Залишилося близько {0} хв
vi: Còn khoảng {0} phút
zh_hans: 大约还剩 {0} 分钟
zh_hant: 大約還剩 {0} 分鐘

# Operations_RemainingSeconds
source: About {0} s left
ar: يتبقى حوالي {0} ثانية
cs: Zbývá asi {0} s
de: Noch etwa {0} Sek.
el: Απομένουν περίπου {0} δευτ.
es: Quedan unos {0} s
fa: حدود {0} ثانیه باقی مانده
fr: Environ {0} s restantes
hu: Körülbelül {0} másodperc van hátra
id: Sekitar {0} dtk lagi
it: Circa {0} s rimanenti
ja: 残り約 {0} 秒
ko: 약 {0}초 남음
pl: Pozostało około {0} s
pt: Cerca de {0} s restantes
ro: Au mai rămas aproximativ {0} s
ru: Осталось около {0} с
th: เหลืออีกประมาณ {0} วินาที
tr: Yaklaşık {0} sn kaldı
uk: Залишилося близько {0} с
vi: Còn khoảng {0} giây
zh_hans: 大约还剩 {0} 秒
zh_hant: 大約還剩 {0} 秒

# Operations_Elapsed
source: Elapsed {0}
ar: المنقضي {0}
cs: Uplynulo {0}
de: Verstrichen: {0}
el: Πέρασαν {0}
es: Transcurrido: {0}
fa: سپری‌شده {0}
fr: Écoulé : {0}
hu: Eltelt idő: {0}
id: Berlalu {0}
it: Trascorso: {0}
ja: 経過 {0}
ko: 경과 시간 {0}
pl: Upłynęło {0}
pt: Decorrido: {0}
ro: Timp scurs: {0}
ru: Прошло {0}
th: ผ่านไป {0}
tr: Geçen süre {0}
uk: Минуло {0}
vi: Đã trôi qua {0}
zh_hans: 已用时间 {0}
zh_hant: 已經過 {0}

# Operations_Cancelling
source: Cancelling...
ar: جارٍ الإلغاء...
cs: Ruší se...
de: Wird abgebrochen...
el: Ακύρωση...
es: Cancelando...
fa: در حال لغو...
fr: Annulation...
hu: Megszakítás...
id: Membatalkan...
it: Annullamento...
ja: キャンセルしています...
ko: 취소하는 중...
pl: Anulowanie...
pt: Cancelando...
ro: Se anulează...
ru: Отмена...
th: กำลังยกเลิก...
tr: İptal ediliyor...
uk: Скасування...
vi: Đang hủy...
zh_hans: 正在取消...
zh_hant: 正在取消...

# Operations_Completed
source: Completed
ar: مكتملة
cs: Dokončeno
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fa: تکمیل شد
fr: Terminé
hu: Befejeződött
id: Selesai
it: Completata
ja: 完了
ko: 완료됨
pl: Zakończono
pt: Concluído
ro: Finalizat
ru: Завершено
th: เสร็จสมบูรณ์
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn tất
zh_hans: 已完成
zh_hant: 已完成

# Operations_Cancelled
source: Cancelled
ar: تم الإلغاء
cs: Zrušeno
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
fa: لغو شد
fr: Annulé
hu: Megszakítva
id: Dibatalkan
it: Annullata
ja: キャンセル
ko: 취소됨
pl: Anulowano
pt: Cancelado
ro: Anulat
ru: Отменено
th: ยกเลิกแล้ว
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# Operations_Failed
source: Failed: {0}
ar: فشل: {0}
cs: Nezdařilo se: {0}
de: Fehler: {0}
el: Απέτυχε: {0}
es: Error: {0}
fa: ناموفق: {0}
fr: Échec : {0}
hu: Sikertelen: {0}
id: Gagal: {0}
it: Non riuscita: {0}
ja: 失敗: {0}
ko: 실패: {0}
pl: Niepowodzenie: {0}
pt: Falha: {0}
ro: Eșuat: {0}
ru: Ошибка: {0}
th: ล้มเหลว: {0}
tr: Başarısız: {0}
uk: Помилка: {0}
vi: Không thành công: {0}
zh_hans: 失败：{0}
zh_hant: 失敗：{0}

# Drop_Open
source: Open
ar: فتح
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fa: باز کردن
fr: Ouvrir
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt: Abrir
ro: Deschidere
ru: Открыть
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# Drop_OpenButton
source: Open
ar: فتح
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fa: باز کردن
fr: Ouvrir
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt: Abrir
ro: Deschidere
ru: Открыть
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# Drop_ConfirmMany
source: Open {0} files?
ar: هل تريد فتح {0} ملفات؟
cs: Otevřít soubory ({0})?
de: {0} Dateien öffnen?
el: Άνοιγμα {0} αρχείων;
es: ¿Abrir {0} archivos?
fa: {0} فایل باز شود؟
fr: Ouvrir {0} fichiers ?
hu: Megnyit {0} fájlt?
id: Buka {0} file?
it: Aprire {0} file?
ja: {0} 個のファイルを開きますか?
ko: 파일 {0}개를 여시겠습니까?
pl: Czy otworzyć pliki ({0})?
pt: Abrir {0} arquivos?
ro: Deschideți {0} fișiere?
ru: Открыть файлы ({0})?
th: เปิดไฟล์ {0} ไฟล์หรือไม่
tr: {0} dosya açılsın mı?
uk: Відкрити файли ({0})?
vi: Mở {0} tệp?
zh_hans: 是否打开 {0} 个文件？
zh_hant: 要開啟 {0} 個檔案嗎？

# Drop_FoldersSkipped
source: Folders can't be opened ({0} skipped).
ar: لا يمكن فتح المجلدات (تم تخطي {0}). للبحث داخل المجلدات، استخدم البحث في الملفات.
cs: Složky nelze otevřít (přeskočeno: {0}). Chcete-li hledat ve složkách, použijte Hledat v souborech.
de: Ordner können nicht geöffnet werden ({0} übersprungen). Um in Ordnern zu suchen, verwenden Sie „In Dateien suchen“.
el: Δεν είναι δυνατό το άνοιγμα φακέλων (παραλείφθηκαν {0}). Για αναζήτηση μέσα σε φακέλους, χρησιμοποιήστε την Αναζήτηση σε αρχεία.
es: No se pueden abrir carpetas (se omitieron {0}). Para buscar dentro de carpetas, usa “Buscar en archivos”.
fa: پوشه‌ها را نمی‌توان باز کرد ({0} مورد رد شد). برای جستجو درون پوشه‌ها از جستجو در فایل‌ها استفاده کنید.
fr: Les dossiers ne peuvent pas être ouverts ({0} ignorés). Pour rechercher dans des dossiers, utilisez « Rechercher dans les fichiers ».
hu: Mappák nem nyithatók meg ({0} kihagyva). Mappákban való kereséshez használja a Keresés fájlokban funkciót.
id: Folder tidak dapat dibuka ({0} dilewati). Untuk mencari di dalam folder, gunakan Cari di file.
it: Impossibile aprire le cartelle ({0} ignorate). Per cercare all'interno delle cartelle, usa Cerca nei file.
ja: フォルダは開けません ({0} 個をスキップしました)。フォルダ内を検索するには複数ファイル検索を使ってください。
ko: 폴더는 열 수 없습니다({0}개를 건너뜀). 폴더 안을 검색하려면 [파일에서 검색]을 사용하세요.
pl: Nie można otwierać folderów (pominięto: {0}). Aby przeszukać foldery, użyj funkcji Szukaj w plikach.
pt: Não é possível abrir pastas ({0} ignoradas). Para pesquisar dentro de pastas, use Pesquisar em arquivos.
ro: Folderele nu pot fi deschise ({0} omise). Pentru a căuta în foldere, utilizați Căutare în fișiere.
ru: Папки открыть нельзя (пропущено: {0}).
th: ไม่สามารถเปิดโฟลเดอร์ได้ (ข้ามไป {0} รายการ) หากต้องการค้นหาภายในโฟลเดอร์ ให้ใช้การค้นหาในไฟล์
tr: Klasörler açılamaz ({0} atlandı). Klasörlerin içinde aramak için Dosyalarda ara'yı kullanın.
uk: Папки відкрити не можна (пропущено: {0}). Щоб шукати всередині папок, скористайтеся «Пошуком у файлах».
vi: Không thể mở thư mục (đã bỏ qua {0}). Để tìm kiếm bên trong thư mục, hãy dùng Tìm trong tệp.
zh_hans: 无法打开文件夹（已跳过 {0} 个）。要在文件夹中搜索，请使用“在文件中搜索”。
zh_hant: 無法開啟資料夾（已略過 {0} 個）。若要在資料夾內搜尋，請使用「在檔案中搜尋」。

# Drop_AdminLimited
source: While running as administrator, you can't open files by dragging them from File Explorer. Use File > Open instead.
ar: أثناء التشغيل كمسؤول، لا يمكنك فتح الملفات بسحبها من مستكشف الملفات. استخدم ملف > فتح بدلاً من ذلك.
cs: Při spuštění jako správce nelze otevírat soubory přetažením z Průzkumníka souborů. Použijte místo toho Soubor > Otevřít.
de: Bei Ausführung als Administrator können Sie Dateien nicht durch Ziehen aus dem Datei-Explorer öffnen. Verwenden Sie stattdessen „Datei > Öffnen“.
el: Κατά την εκτέλεση ως διαχειριστής, δεν μπορείτε να ανοίξετε αρχεία σύροντάς τα από την Εξερεύνηση αρχείων. Χρησιμοποιήστε την επιλογή Αρχείο > Άνοιγμα.
es: Cuando se ejecuta como administrador, no puedes abrir archivos arrastrándolos desde el Explorador de archivos. Usa Archivo > Abrir en su lugar.
fa: هنگام اجرا به‌عنوان سرپرست، نمی‌توانید فایل‌ها را با کشیدن از File Explorer باز کنید. به‌جای آن از فایل > باز کردن استفاده کنید.
fr: Lors d'une exécution en tant qu'administrateur, vous ne pouvez pas ouvrir de fichiers en les faisant glisser depuis l'Explorateur de fichiers. Utilisez plutôt Fichier > Ouvrir.
hu: Rendszergazdaként futtatva nem nyithatók meg fájlok a Fájlkezelőből való húzással. Használja helyette a Fájl > Megnyitás parancsot.
id: Saat berjalan sebagai administrator, Anda tidak dapat membuka file dengan menyeretnya dari File Explorer. Gunakan File > Buka sebagai gantinya.
it: Durante l'esecuzione come amministratore non puoi aprire i file trascinandoli da Esplora file. Usa invece File > Apri.
ja: 管理者として実行中は、エクスプローラーからのドラッグ & ドロップで開けません。ファイル > 開く を使ってください。
ko: 관리자 권한으로 실행 중일 때는 파일 탐색기에서 끌어서 파일을 열 수 없습니다. 대신 [파일] > [열기]를 사용하세요.
pl: Podczas pracy jako administrator nie można otwierać plików przez przeciągnięcie ich z Eksploratora plików. Zamiast tego użyj polecenia Plik > Otwórz.
pt: Ao executar como administrador, não é possível abrir arquivos arrastando-os do Explorador de Arquivos. Use Arquivo > Abrir.
ro: Când rulați ca administrator, nu puteți deschide fișiere glisându-le din Explorer. Utilizați în schimb Fișier > Deschidere.
ru: При запуске от имени администратора нельзя открывать файлы перетаскиванием из проводника. Используйте команду «Файл» > «Открыть».
th: ขณะทำงานในฐานะผู้ดูแลระบบ คุณไม่สามารถเปิดไฟล์ด้วยการลากจาก File Explorer ได้ โปรดใช้ ไฟล์ > เปิด แทน
tr: Yönetici olarak çalışırken dosyaları Dosya Gezgini'nden sürükleyerek açamazsınız. Bunun yerine Dosya > Aç komutunu kullanın.
uk: Під час роботи від імені адміністратора неможливо відкривати файли, перетягуючи їх із Провідника. Скористайтеся командою «Файл» > «Відкрити».
vi: Khi chạy với quyền quản trị viên, bạn không thể mở tệp bằng cách kéo từ File Explorer. Hãy dùng Tệp > Mở.
zh_hans: 以管理员身份运行时，无法通过从文件资源管理器拖放来打开文件。请改用“文件 > 打开”。
zh_hant: 以系統管理員身分執行時，無法從檔案總管拖放檔案來開啟。請改用「檔案 > 開啟」。

# Operation_Copy
source: Copying {0}
ar: نسخ {0}
cs: Kopírování: {0}
de: {0} wird kopiert
el: Αντιγραφή {0}
es: Copiando {0}
fa: رونوشت {0}
fr: Copie de {0}
hu: Másolás: {0}
id: Menyalin {0}
it: Copia di {0}
ja: {0} をコピー
ko: {0} 복사 중
pl: Kopiowanie: {0}
pt: Copiando {0}
ro: Copiere {0}
ru: Копирование: {0}
th: กำลังคัดลอก {0}
tr: {0} kopyalanıyor
uk: Копіювання: {0}
vi: Đang sao chép {0}
zh_hans: 正在复制 {0}
zh_hant: 正在複製 {0}

# Menu_File_SaveAll.Text
source: Save all
ar: حفظ الكل
cs: Uložit vše
de: Alle speichern
el: Αποθήκευση όλων
es: Guardar todo
fa: ذخیرهٔ همه
fr: Tout enregistrer
hu: Összes mentése
id: Simpan Semua
it: Salva tutto
ja: すべて保存(L)
ko: 모두 저장(L)
pl: Zapisz wszystko
pt: Salvar tudo
ro: Salvare totală
ru: Сохранить все
th: บันทึกทั้งหมด(L)
tr: Tümünü Kaydet
uk: Зберегти все
vi: Lưu Tất cả
zh_hans: 全部保存(L)
zh_hant: 全部儲存(L)
